export const content = `
Іван Сірко народився приблизно між 1605–1610 роками. Це засвідчують
результати досліджень останків Сірка, згідно з якими кошовому
отаманові на момент його смерті було 70-75 років. Від першого
дослідника біографії Сірка, Дмитра Яворницького, пішла думка про те,
що майбутній кошовий отаман народився в Слобідській Україні в слободі
Мерефі — сучасне місто Мерефа Харківської області.[1] Але це
припущення оскаржують багато істориків, зокрема Володимир
Маслійчук.[2] Дослідники Юрій Мицик і Володимир Борисенко вважають, що
Іван Сірко походив зі Східного Поділля (сучасна Вінниччина), і
припускають, що місце його народження — сотенне місто Брацлавського
полку Мурафа, неподалік Кальника. Мицик наводить кілька аргументів на
користь своєї версії: Мерефа зі Слобідської України заснована лише
1658 року, тобто тоді, коли Сірко був у зрілому віці. Він відзначає,
що отаман жив із сім'єю у слобожанській Мерефі у своєму будинку. За
припущенням Мицика, лівобережна Мерефа отримала назву саме від
подільської Мурафи, бо переселенці з Правобережної України на
Лівобережну нерідко давали новим поселенням назви своїх рідних сіл чи
містечок. Сірко також у 1658—1660 роках був вінницьким (кальницьким)
полковником, а за тих часів на такі посади зазвичай обирали людей, які
походили з тамтешніх країв.[1] Як аргумент наводиться також лист
гетьмана Лівобережної України Івана Самойловича, де у російському
перекладі переказані слова самого Сірка: «А как родился за ляхами, там
хочет й умереть», що вказує на те, що Сірко народився на Правобережжі,
тобто українських землях, які тоді перебували під владою Речі
Посполитої.[1] За переказами, що були складені по смерті Сірка,
майбутній отаман походив із козацького роду. Проте це твердження
спростовують листи королів Речі Посполитої, в яких вони називали Сірка
«уродзоним», тобто шляхтичем. Крім цього, в тогочасних джерелах під
1592 роком згадується ім'я подільського шляхтича Войтеха Сірка,
одруженого з якоюсь Оленою Козинською, можливо що вони були родичами
ватажка запорожців.[1]
`;

export const directions = {};
